Repository: mauritsvanrees/vs.customimages
Catalog: pareto/customimages/locales/*/LC_MESSAGES/pareto.customimages.po
Languages: nl

source: Changes canceled.
nl: Aangepassing geannuleerd.

source: Changes saved.
nl: Aanpassing opgeslagen.

source: Custom Images
nl: Afbeeldingen Overschrijven

source: Custom Images Control Panel
nl: Afbeeldingen overschrijven Controle paneel

source: New Image File
nl: Nieuw afbeelding bestand

source: No changes made.
nl: Geen aanpassingen gedaan.

source: No image id.
nl: Geen afbeelding id.

source: Override images in the design.
nl: Overschrijf afbeeldingen in het ontwerp.

source: Upload Form
nl: Upload formulier

source: Upload a new image file to replace the existing.
nl: Upload een nieuwe afbeelding om de huidige te vervangen.

source: label_cancel
nl: Annuleren

source: label_clear
nl: Verwijderen

source: label_save
nl: Opslaan
